<?php include 'inc/header.php'; ?>

<div class="tnc-컨테이너">

<h1>개인정보 보호정책</h1>

<p>이 웹사이트(www.headshotai.studio)("Headshot AI")는 싱가포르에 기반을 둔 개인인 정도(브라이언) 기("소유자")가 소유하고 운영합니다. Headshot AI는 사용자가 자신의 사진을 업로드하고 사진에서 생성된 얼굴 사진을 받을 수 있는 서비스(이하 "서비스")를 제공합니다.</p>

<p>이 정책은 유럽 일반 개인정보 보호법(GDPR) 및 싱가포르 관련 법률 및 규정을 완전히 준수합니다.</p>

<p>이 개인정보 보호정책의 내용은 www.headshotai.studio 웹사이트(이하 "Headshot AI") 및 이 사이트에서 사용자에게 제공하는 서비스 사용에 적용됩니다.</p>


<h3>공지사항</h3>

<p>우리가 귀하를 개인적으로 식별하는 데 사용할 수 있는 정보를 요청할 때마다 귀하는 명시적으로 정보 제공 및/또는 사용 허가를 요청할 것입니다. 이 정보는 계속하기 위해 귀하의 승인 확인이 필요할 때마다 당사 시스템에서 요청합니다(예: 귀하가 당사 사이트를 방문할 때 쿠키 사용에 대한 허가 요청, 가입 시 결제 정보 요청).</p>


<h3>귀하의 동의</h3>

<p>귀하의 정보 처리 권한을 당사에 부여할지 여부는 언제든지 선택할 수 있습니다.</p>


<p>Google 서비스의 핵심 기능에 필수적이지 않은 데이터(예: 마케팅 목적의 쿠키, 회사 이름 등)를 사용하면 Headshot AI에 대한 액세스에 영향을 미치지 않고 권한을 거부할 수 있습니다.</p>


<p>귀하가 당사 서비스 이용을 위한 필수 정보(예: 필수 쿠키, 결제 정보, 이메일 주소)의 사용을 거부하는 경우, 당사는 그러한 요구가 있는 Headshot AI의 모든 측면에 대한 액세스 권한을 귀하에게 제공할 수 없습니다. 기능 정보. 제공된 정보가 당사 서비스에 필수적인지 여부는 귀하가 해당 정보를 제공하거나 당사에 사용 권한을 부여하라는 요청을 받을 때 명시적으로 표시됩니다.</p>


<p>이 개인 정보 보호 정책에 동의하고 개인 정보를 제공함으로써 귀하는 이 개인 정보 보호 정책에 설명된 대로 해당 정보를 처리하는 데 동의하는 것입니다.</p>


<h3>당사가 귀하의 데이터를 사용하는 방식</h3>

<p>당사는 귀하의 개인 식별 정보를 다음 목적으로 사용합니다.</p>


<li>Headshot AI의 모든 기능에 대한 액세스 권한 제공</li>
<li>결제 처리</li>
<li>헤드샷 AI에 관한 중요한 정보와 귀하가 선택한 기타 정보에 대해 알려줍니다.</li>
<li>주문 상태, 주문에 문제가 있는 경우, 지원 서비스를 통해 요청하는 경우 또는 선택할 수 있는 기타 이유로 귀하에게 연락하여 주문 상태를 알려줍니다.</li>

<p>익명의 사용 데이터를 사용하여 사용자의 플랫폼 사용을 분석하여 서비스를 개선할 수 있습니다.</p>


<p>사용자의 플랫폼 사용에 관한 데이터는 서비스를 개선하고 활동을 계속 실행하기 위해 협력하는 제3자와 공유될 수 있습니다. 여기에는 마케팅 대행사와 같은 조직이 포함됩니다. 이 데이터는 공유되기 전에 항상 완전히 익명으로 처리됩니다.</p>


<p>개인 식별 정보 중 일부는 필수 서비스를 제공하기 위해 파트너와 공유해야 할 수도 있습니다. 예를 들면 제품을 물리적으로 우편으로 보내야 하는 배송 회사가 있습니다. 이러한 경우 이러한 파트너에게는 서비스를 제공하는 데 절대적으로 필요한 정보만 제공됩니다.</p>


<p>연방 법원, 판사 또는 법 집행 기관이 귀하의 개인 식별 정보 또는 귀하 또는 귀하의 개인에 관한 기타 정보에 대한 법적 요청을 요청하는 경우 당사는 법적으로 귀하의 개인 식별 정보를 제공해야 합니다. 이러한 경우 귀하의 허락 없이 귀하에게 알리지 않고 그렇게 할 수 있습니다.</p>


<h3>정보 보유 </h3>

<p>당사는 귀하에게 서비스를 제공하는 데 필요한 한 귀하의 정보를 보유합니다. 모든 개인 식별 정보는 귀하가 당사 서비스 사용을 중단하기를 원한다고 당사에 알리거나 당사에 명시적으로 삭제를 요청하면 삭제됩니다. 귀하의 요청이 제출되고 확인되면 귀하의 정보는 14일 이내에 삭제됩니다.</p>


<p>법적 요건에 필요한 경우 정보를 더 오래 보관할 수 있습니다. 법에 의해 요구되거나 연방 판사 또는 법원의 명령이 있는 경우 정보를 더 오래 보관하거나 해당 조직과 공유할 수 있습니다.</p>


<h3>귀하의 권리</h3>

<p>당신은 당신 정보의 소유자입니다. GDPR에 명시된 바와 같이 귀하는 당사가 귀하의 정보를 처리하는 것과 관련하여 몇 가지 권리가 있습니다.</p>


<p>액세스 권한: 귀하는 당사가 처리한 귀하 및 귀하의 개인과 관련된 모든 개인 식별 정보의 사본을 받을 수 있습니다.</p>


<p>수정할 권리: 귀하는 정보가 정확하지 않은 경우 당사에 제공한 개인 식별 정보를 수정하거나 조정할 권리가 있습니다.</p>


<p>삭제 권리: 귀하는 수집한 개인 식별 정보의 일부 또는 전부를 삭제할 권리가 있습니다.또한 귀하에게 적용되며 귀하는 서비스에서 십대의 활동에 대한 책임이 있습니다. 소유자는 서비스를 PG-13 및 가족 친화적으로 만들려고 노력하지만 자산은 사용자 쿼리를 기반으로 하는 인공 지능 시스템에 의해 생성됩니다. 이것은 새로운 기술이며 항상 예상대로 작동하지는 않습니다. 고객에 대한 자산의 적합성에 대해 어떠한 보증도 하지 않습니다.</p>

<h3>책임의 제한:</h3>

<p>소유자는 Headshot AI와 같은 사이트 및 기타 사이트 및 속성에 포함된 정보에 대한 의존의 결과로 개인이나 조직에 대해 책임을 지지 않습니다.</p>

<p>해당 법률이 허용하는 최대 한도 내에서 귀하는 어떤 경우에도 소유자가 이익, 영업권 손실, 영업권 손실을 포함하되 이에 국한되지 않는 모든 직접적, 간접적, 우발적, 특별 또는 결과적 손해에 대해 책임을 지지 않는다는 데 동의합니다. , 사용, 데이터 또는 기타 무형 손실(소유자가 그러한 손해의 가능성에 대해 조언을 받은 경우에도 마찬가지임)은 (a) 소유자 또는 본 계약 또는 Headshot AI를 사용할 수 없음(단, 당사의 과실 포함), (b) Headshot AI에서 회원 또는 제3자와의 진술 또는 행위 또는 거래, (c) 귀하의 Headshot AI 사용 또는 Headshot AI 이벤트로 오가는 교통편, Headshot AI 이벤트 참석, 참여 또는 참여 헤드샷 AI 그룹 또는 헤드샷 AI 이벤트에서 제외 및 헤드샷 AI 이벤트에서 귀하 또는 다른 사람의 행동, 또는 (d) 헤드샷 AI와 관련된 기타 문제. 어떤 상황에서든 귀하 또는 제3자에 대한 당사의 책임은 $10 또는 귀하가 책임을 질 수 있는 조치가 발생하기 전 12개월 동안 당사에 지불한 수수료 금액 중 더 큰 금액으로 제한됩니다.</p>

<h3>종료: </h3>

<p>소유자는 언제든지 통지 없이 웹사이트에 대한 사용자의 액세스를 종료하거나 제한할 수 있는 권리를 보유합니다.</p>

<h3>준거법 및 분쟁 해결: </h3>

<p>이 이용약관은 싱가포르 법률에 따라 규율되고 해석됩니다.</p>

<p>양 당사자는 분쟁이 발생한 후 30일 이내에 분쟁을 해결하기 위해 성실하게 노력해야 합니다. 분쟁이 30일 이내에 해결되지 않으면 싱가포르 중재 협회의 국제 분쟁 해결 센터에서 본 계약 날짜를 기준으로 유효한 속행 상업 규칙("규칙")에 따라 중재를 통해 해결해야 합니다.</ 피>

<p>양 당사자는 중재자 한 명을 상호 선택합니다. 중재는 싱가포르에서 영어로 진행됩니다.</p>

<p>각 당사자는 중재가 해결될 때까지 자신의 권리를 보호하는 데 필요한 금지 명령 구제를 관할 법원에 신청할 수 있습니다. 중재인은 본 계약의 구제책 및 제한 사항에 따라 형평성 있는 구제 또는 금지 명령 구제를 명령할 수 있습니다.</p>

<p>중재 판정은 최종적이며 양 당사자를 구속하며 그 집행은 각 당사자 또는 그 재산에 대한 관할권이 있는 법원을 포함하여 모든 관할 법원에 제출될 수 있습니다.</p>

<p>분쟁에 대한 중재인의 최종 결정과 관계없이 각 당사자는 변호사 및 전문가 수임료와 경비를 부담합니다.</p>


<h3>이용약관 변경: </h3>

<p>소유자는 통지 없이 언제든지 이 이용약관을 수정할 수 있는 권리를 보유합니다. 웹사이트를 계속 사용하면 수정된 이용약관에 동의하는 것으로 간주됩니다.</p>

<h3>연락처 정보:</h3>

<p>이 이용약관에 대한 질문이나 우려 사항이 있는 경우 brian@headshotai.studio로 소유자에게 문의하세요.</p>

</div>


<br></br>


<?php include 'inc/footer.php'; ?>