<?php include 'inc/header.php' ?>

<div class="tnc-컨테이너">

<h1>헤드샷 AI 이용약관</h1>

<h3>소개:</h3>

<p>이 웹사이트(www.headshotai.studio)("Headshot AI")는 싱가포르에 기반을 둔 개인인 정도(브라이언) 기("소유자")가 소유하고 운영합니다. 헤드샷 AI는 사용자가 자신의 사진을 업로드하고 사진에서 생성된 헤드샷을 받아볼 수 있는 서비스(이하 "서비스")를 제공합니다. 본 서비스 약관(이하 "계약")은 서비스 및 기타 자산에서 생성된 이미지, 귀하의 서비스 사용 및 기타 정보와 관련하여 귀하가 갖는 권리를 명시합니다. 또한 귀하의 데이터 처리 방법과 관련된 개인 정보 보호 정책이 있습니다. 둘 다 잘 읽어보세요. 소유자와 이 웹사이트는 귀하가 본 서비스 약관 및 모든 관련 정책을 포함하여 당사가 정한 모든 약관을 수락하는 조건으로 사용자인 귀하에게 헤드샷 AI 및 관련 서비스를 제공합니다.<p>

<p>본 계약은 소유자가 체결합니다. 및 본 약관에 동의하는 법인 또는 개인("고객")이 서비스에 대한 고객의 액세스 및 사용을 관리합니다. 본 계약은 고객이 본 계약을 제시하고 서비스를 사용("발효일")하거나 자산을 받거나 배포할 때 유효합니다. 이러한 조건은 때때로 업데이트되어 고객에게 다시 제시될 수 있습니다. 서비스를 계속 사용하면 업데이트된 약관에 동의하는 것으로 간주됩니다. 계약에 동의하지 않으면 서비스 사용을 중지하십시오.</p>

<h3>웹사이트 사용:</h3>

<p>이 웹사이트는 개인적이고 비상업적인 용도로만 사용할 수 있습니다. 웹사이트, 콘텐츠 또는 사진에서 생성된 얼굴 사진의 무단 상업적 사용은 엄격히 금지됩니다.</p>

<h3>서비스 가용성 및 품질</h3>

<p>당사는 귀하에게 더 나은 서비스를 제공하기 위해 지속적으로 서비스를 발전시키고 있습니다. 서비스는 자산의 아트 스타일, 자산을 생성하는 데 사용되는 알고리즘 및 고객이 사용할 수 있는 기능을 포함하되 이에 국한되지 않고 수정 및 변경될 수 있습니다. 서비스의 품질, 안정성, 가동 시간 또는 신뢰성과 관련하여 어떠한 보장도 하지 않습니다. 서비스 또는 자산의 속성에 대한 종속성을 생성하지 마십시오. 당사는 서비스에 대한 귀하의 의존성으로 인해 발생한 피해에 대해 귀하 또는 귀하의 하위 고객에게 책임을 지지 않습니다.</p>

<p>서비스와 자산은 제목, 비침해, 상품성 또는 특정 목적에의 적합성. 귀하는 자산 사용 또는 재배포의 적절성을 판단하고 서비스 사용과 관련된 모든 위험을 감수할 전적인 책임이 있습니다.</p>

<p>소유자는 언제든지 어떤 이유로든 귀하의 서비스 액세스를 일시 중지하거나 금지할 권리가 있습니다. 귀하는 경쟁 연구를 위해 서비스를 사용할 수 없습니다. 귀하는 서비스 또는 자산을 리버스 엔지니어링할 수 없습니다. 자동화된 도구를 사용하여 서비스를 통해 자산에 액세스하거나 상호 작용하거나 자산을 생성할 수 없습니다. 등록된 계정당 한 명의 사용자만 서비스를 사용할 수 있습니다. 서비스의 각 사용자는 하나의 계정만 가질 수 있습니다. 당사는 서비스 약관에 대한 불만 사항 또는 보고된 위반 사항을 조사하고 법 집행 공무원, 규제 기관 또는 기타 제3자에게 의심되는 불법 활동을 보고하고 필요한 정보를 공개하는 것을 포함하되 이에 국한되지 않는 적절하다고 판단되는 조치를 취할 권리를 보유합니다. 사용자 프로필, 이메일 주소, 사용 내역, 게시된 자료, IP 주소 및 트래픽 정보와 관련하여 해당 개인 또는 단체에 적합합니다.</p>

<h3>지적 재산: </h3>

<p>법이 허용하는 범위 내에서 귀하와 소유자 사이에서 귀하는 귀하의 업로드를 소유하고 소유자가 모든 세대를 소유한다는 데 동의하며 이에 필요한 모든 할당을 합니다. Headshot AI는 귀하에게 해당 세대를 복제하고 표시할 수 있는 독점권을 부여하며 귀하가 만든 세대를 재판매하거나 어떤 방식으로든 세대를 사용하거나 귀하 또는 귀하의 최종 사용자에 대해 해당 세대의 저작권을 주장하지 않습니다. 약관 및 콘텐츠 정책. 귀하가 당사의 약관 또는 콘텐츠 정책을 위반하는 경우 세대를 사용할 수 있는 권리를 잃게 되지만 명백히 불법적이거나 모욕적인 경우가 아닌 한 귀하의 위반 사항을 시정할 수 있는 서면 통지와 합당한 기회를 제공할 것입니다.</p>

<h3>연령 요건</h3>

<p>서비스에 액세스함으로써 귀하는 13세 이상이며 귀하의 국가에서 디지털 동의의 최소 연령을 충족함을 확인합니다. 귀하가 귀하의 국가에서 서비스에 액세스할 수 있는 나이이지만 당사 약관에 동의할 권한이 없는 경우 귀하의 부모 또는 보호자가 귀하를 대신하여 당사 약관에 동의해야 합니다. 부모나 보호자에게 이 약관을 함께 읽으라고 요청하십시오. 귀하가 부모 또는 법적 보호자이고 귀하가 귀하의 십대 자녀가 서비스를 사용하도록 허용하는 경우, 이 약관도 귀하에게 적용되며 귀하는 귀하의 십대 자녀의 서비스 활동에 대한 책임이 있습니다. 소유자는 서비스를 PG-13 및 가족 친화적으로 만들려고 노력하지만 자산은 사용자 쿼리를 기반으로 하는 인공 지능 시스템에 의해 생성됩니다. 이것은 새로운 기술이며 항상 예상대로 작동하지는 않습니다. 고객에 대한 자산의 적합성에 대해 어떠한 보증도 하지 않습니다.</p>

<h3>책임의 제한:</h3>

<p>소유자는 Headshot AI와 같은 사이트 및 기타 사이트 및 속성에 포함된 정보에 대한 의존의 결과로 개인이나 조직에 대해 책임을 지지 않습니다.</p>

<p>해당 법률이 허용하는 최대 한도 내에서 귀하는 어떤 경우에도 소유자가 이익, 영업권 손실, 영업권 손실을 포함하되 이에 국한되지 않는 모든 직접적, 간접적, 우발적, 특별 또는 결과적 손해에 대해 책임을 지지 않는다는 데 동의합니다. , 사용, 데이터 또는 기타 무형 손실(소유자가 그러한 손해의 가능성에 대해 조언을 받은 경우에도 마찬가지임)은 (a) 소유자 또는 본 계약 또는 Headshot AI를 사용할 수 없음(단, 당사의 과실 포함), (b) Headshot AI에서 회원 또는 제3자와의 진술 또는 행위 또는 거래, (c) 귀하의 Headshot AI 사용 또는 Headshot AI 이벤트로 오가는 교통편, Headshot AI 이벤트 참석, 참여 또는 참여 헤드샷 AI 그룹 또는 헤드샷 AI 이벤트에서 제외 및 헤드샷 AI 이벤트에서 귀하 또는 다른 사람의 행동, 또는 (d) 헤드샷 AI와 관련된 기타 문제. 어떤 상황에서든 귀하 또는 제3자에 대한 당사의 책임은 $10 또는 귀하가 책임을 질 수 있는 조치가 발생하기 전 12개월 동안 당사에 지불한 수수료 금액 중 더 큰 금액으로 제한됩니다.</p>

<h3>종료: </h3>

<p>소유자는 언제든지 통지 없이 웹사이트에 대한 사용자의 액세스를 종료하거나 제한할 수 있는 권리를 보유합니다.</p>

<h3>준거법 및 분쟁 해결: </h3>

<p>이 이용약관은 싱가포르 법률에 따라 규율되고 해석됩니다.</p>

<p>양 당사자는 분쟁이 발생한 후 30일 이내에 분쟁을 해결하기 위해 성실하게 노력해야 합니다. 분쟁이 30일 이내에 해결되지 않으면 싱가포르 중재 협회의 국제 분쟁 해결 센터에서 본 계약 날짜를 기준으로 유효한 속행 상업 규칙("규칙")에 따라 중재를 통해 해결해야 합니다.</ 피>

<p>양 당사자는 중재자 한 명을 상호 선택합니다. 중재는 싱가포르에서 영어로 진행됩니다.</p>

<p>각 당사자는 중재가 해결될 때까지 자신의 권리를 보호하는 데 필요한 금지 명령 구제를 관할 법원에 신청할 수 있습니다. 중재인은 본 계약의 구제책 및 제한 사항에 따라 형평성 있는 구제 또는 금지 명령 구제를 명령할 수 있습니다.</p>

<p>중재 판정은 최종적이며 양 당사자를 구속하며 그 집행은 각 당사자 또는 그 재산에 대한 관할권이 있는 법원을 포함하여 모든 관할 법원에 제출될 수 있습니다.</p>

<p>분쟁에 대한 중재인의 최종 결정과 관계없이 각 당사자는 변호사 및 전문가 수임료와 경비를 부담합니다.</p>


<h3>이용약관 변경: </h3>

<p>소유자는 통지 없이 언제든지 이 이용약관을 수정할 수 있는 권리를 보유합니다. 웹사이트를 계속 사용하면 수정된 이용약관에 동의하는 것으로 간주됩니다.</p>

<h3>연락처 정보:</h3>

<p>이 이용약관에 대한 질문이나 우려 사항이 있는 경우 brian@headshotai.studio로 소유자에게 문의하세요.</p>

</div>


<br></br>


<?php include 'inc/footer.php'; ?>